IDEA Open Model
ExposureClassesDataEc2.ChloridesFromSeaCheck Property
Compatible with IDEA StatiCa Beta 20.0
 Check box Chlorides from sea
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool ChloridesFromSeaCheck { get; set; }
Public Property ChloridesFromSeaCheck As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ExposureClassesDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace